Repository: CofficLab/GitOK
Catalog: Packages/PluginSettingsButton/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: A gear button sits in the toolbar of the workspace.
zh_hans: 齿轮按钮驻留在工作区工具栏。
zh_hk: 齒輪按鈕駐留在工作區工具欄。

source: All plugin settings are organized on the left.
zh_hans: 所有插件设置组织在左侧。
zh_hk: 所有插件設置組織在左側。

source: Always there
zh_hans: 始终在线
zh_hk: 始終在線

source: Browse sections
zh_hans: 浏览分区
zh_hk: 瀏覽分區

source: Click the gear
zh_hans: 点击齿轮
zh_hk: 點擊齒輪

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Discoverability
zh_hans: 可发现性
zh_hk: 可發現性

source: Every preference is reachable without hunting.
zh_hans: 每个偏好都无需翻找即可到达。
zh_hk: 每個偏好都無需翻找即可到達。

source: Every setting, one gear away.
zh_hans: 所有设置，一个齿轮之遥。
zh_hk: 所有設置，一個齒輪之遙。

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Open Settings
zh_hans: 打开设置
zh_hk: 開啟設定

source: Open settings
zh_hans: 打开设置
zh_hk: 打開設置

source: Opens the settings window with all plugin sections.
zh_hans: 打开包含所有插件分区的设置窗口。
zh_hk: 打開包含所有插件分區的設置窗口。

source: Settings
zh_hans: 设置
zh_hk: 設置

source: Settings Hub
zh_hans: 设置中心
zh_hk: 設置中心

source: The settings window appears.
zh_hans: 设置窗口出现。
zh_hk: 設置窗口出現。

source: The toolbar button activates.
zh_hans: 工具栏按钮被激活。
zh_hk: 工具欄按鈕被激活。

source: Toolbar
zh_hans: 工具栏
zh_hk: 工具欄

source: Toolbar Entry
zh_hans: 工具栏入口
zh_hk: 工具欄入口

source: click
zh_hans: 单击
zh_hk: 單擊

source: gear
zh_hans: 齿轮
zh_hk: 齒輪
